Repository: Tai-DT/DataShuttle
Catalog: DataShuttle/Localizable.xcstrings
Source language: vi
Languages: ar, de, en, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# Chưa chọn ổ hoặc cloud path
source: Chưa chọn ổ hoặc đường dẫn đám mây
ar: No drive or cloud path selected
de: No drive or cloud path selected
en: No drive or cloud path selected
es: No drive or cloud path selected
fr: No drive or cloud path selected
hi: No drive or cloud path selected
ja: No drive or cloud path selected
ko: No drive or cloud path selected
pt_br: No drive or cloud path selected
ru: No drive or cloud path selected
zh_hans: No drive or cloud path selected

source: Chưa chọn ổ phụ
ar: No external drive selected
de: No external drive selected
en: No external drive selected
es: No external drive selected
fr: No external drive selected
hi: No external drive selected
ja: No external drive selected
ko: No external drive selected
pt_br: No external drive selected
ru: No external drive selected
zh_hans: No external drive selected

source: Chưa chọn thư mục
ar: No folder selected
de: No folder selected
en: No folder selected
es: No folder selected
fr: No folder selected
hi: No folder selected
ja: No folder selected
ko: No folder selected
pt_br: No folder selected
ru: No folder selected
zh_hans: No folder selected

source: Chưa chọn thư mục gốc
ar: No root folder selected
de: No root folder selected
en: No root folder selected
es: No root folder selected
fr: No root folder selected
hi: No root folder selected
ja: No root folder selected
ko: No root folder selected
pt_br: No root folder selected
ru: No root folder selected
zh_hans: No root folder selected

source: Chưa chọn vị trí đích
ar: No destination selected
de: No destination selected
en: No destination selected
es: No destination selected
fr: No destination selected
hi: No destination selected
ja: No destination selected
ko: No destination selected
pt_br: No destination selected
ru: No destination selected
zh_hans: No destination selected

source: Chưa có đích lưu trữ ngoài máy
ar: No external storage destination available
de: No external storage destination available
en: No external storage destination available
es: No external storage destination available
fr: No external storage destination available
hi: No external storage destination available
ja: No external storage destination available
ko: No external storage destination available
pt_br: No external storage destination available
ru: No external storage destination available
zh_hans: No external storage destination available

source: Chưa có đích mặc định. Hãy chỉnh sửa ghi nhớ.
ar: No default destination. Please edit the bookmark.
de: No default destination. Please edit the bookmark.
en: No default destination. Please edit the bookmark.
es: No default destination. Please edit the bookmark.
fr: No default destination. Please edit the bookmark.
hi: No default destination. Please edit the bookmark.
ja: No default destination. Please edit the bookmark.
ko: No default destination. Please edit the bookmark.
pt_br: No default destination. Please edit the bookmark.
ru: No default destination. Please edit the bookmark.
zh_hans: No default destination. Please edit the bookmark.

source: Chưa có ghi nhớ nào
ar: No bookmarks yet
de: No bookmarks yet
en: No bookmarks yet
es: No bookmarks yet
fr: No bookmarks yet
hi: No bookmarks yet
ja: No bookmarks yet
ko: No bookmarks yet
pt_br: No bookmarks yet
ru: No bookmarks yet
zh_hans: No bookmarks yet

source: Chưa có lịch sử
ar: No history yet
de: No history yet
en: No history yet
es: No history yet
fr: No history yet
hi: No history yet
ja: No history yet
ko: No history yet
pt_br: No history yet
ru: No history yet
zh_hans: No history yet

source: Chưa có ổ phụ
ar: No external drive
de: No external drive
en: No external drive
es: No external drive
fr: No external drive
hi: No external drive
ja: No external drive
ko: No external drive
pt_br: No external drive
ru: No external drive
zh_hans: No external drive

# Chưa có profile nào
source: Chưa có tác vụ nào
ar: No profiles yet
de: No profiles yet
en: No profiles yet
es: No profiles yet
fr: No profiles yet
hi: No profiles yet
ja: No profiles yet
ko: No profiles yet
pt_br: No profiles yet
ru: No profiles yet
zh_hans: No profiles yet

# Chưa có thư mục con để shuttle
source: Chưa có thư mục con để chuyển
ar: No subfolders to shuttle
de: No subfolders to shuttle
en: No subfolders to shuttle
es: No subfolders to shuttle
fr: No subfolders to shuttle
hi: No subfolders to shuttle
ja: No subfolders to shuttle
ko: No subfolders to shuttle
pt_br: No subfolders to shuttle
ru: No subfolders to shuttle
zh_hans: No subfolders to shuttle

source: Chưa có thư mục nào
ar: No folders yet
de: No folders yet
en: No folders yet
es: No folders yet
fr: No folders yet
hi: No folders yet
ja: No folders yet
ko: No folders yet
pt_br: No folders yet
ru: No folders yet
zh_hans: No folders yet

# Chưa có thư mục nào đang được shuttle
source: Chưa có thư mục nào đang được DataShuttle quản lý
ar: No folders currently being shuttled
de: No folders currently being shuttled
en: No folders currently being shuttled
es: No folders currently being shuttled
fr: No folders currently being shuttled
hi: No folders currently being shuttled
ja: No folders currently being shuttled
ko: No folders currently being shuttled
pt_br: No folders currently being shuttled
ru: No folders currently being shuttled
zh_hans: No folders currently being shuttled

# Chưa có thư mục nào được shuttle
source: Chưa có thư mục nào đã được chuyển
ar: No folders have been shuttled
de: No folders have been shuttled
en: No folders have been shuttled
es: No folders have been shuttled
fr: No folders have been shuttled
hi: No folders have been shuttled
ja: No folders have been shuttled
ko: No folders have been shuttled
pt_br: No folders have been shuttled
ru: No folders have been shuttled
zh_hans: No folders have been shuttled

source: Chưa đủ dữ liệu để vẽ biểu đồ (cần ít nhất 2 lần ghi nhận)
ar: Not enough data to draw chart (need at least 2 records)
de: Not enough data to draw chart (need at least 2 records)
en: Not enough data to draw chart (need at least 2 records)
es: Not enough data to draw chart (need at least 2 records)
fr: Not enough data to draw chart (need at least 2 records)
hi: Not enough data to draw chart (need at least 2 records)
ja: Not enough data to draw chart (need at least 2 records)
ko: Not enough data to draw chart (need at least 2 records)
pt_br: Not enough data to draw chart (need at least 2 records)
ru: Not enough data to draw chart (need at least 2 records)
zh_hans: Not enough data to draw chart (need at least 2 records)

source: Chưa phát hiện
ar: غير مكتشف
de: Nicht erkannt
en: Not detected
es: No detectado
fr: Non détecté
hi: पता नहीं चला
ja: 未検出
ko: 감지되지 않음
pt_br: Não detectado
ru: Не обнаружено
zh_hans: 未检测到

source: Chưa phát hiện trên máy
ar: Not detected on this machine
de: Not detected on this machine
en: Not detected on this machine
es: Not detected on this machine
fr: Not detected on this machine
hi: Not detected on this machine
ja: Not detected on this machine
ko: Not detected on this machine
pt_br: Not detected on this machine
ru: Not detected on this machine
zh_hans: Not detected on this machine

source: Chưa sẵn sàng
ar: غير جاهز
de: Nicht bereit
en: Not ready
es: No listo
fr: Pas prêt
hi: तैयार नहीं
ja: 未準備
ko: 준비되지 않음
pt_br: Não pronto
ru: Не готово
zh_hans: 未就绪

source: Chưa thấy
ar: Not found
de: Not found
en: Not found
es: Not found
fr: Not found
hi: Not found
ja: Not found
ko: Not found
pt_br: Not found
ru: Not found
zh_hans: Not found

# Chưa thấy ứng dụng, tiến trình nền hoặc thư mục sync local của %@.
source: Chưa thấy ứng dụng, tiến trình nền hoặc thư mục đồng bộ cục bộ của %@.
ar: No app, background process, or local sync folder found for %@.
de: No app, background process, or local sync folder found for %@.
en: No app, background process, or local sync folder found for %@.
es: No app, background process, or local sync folder found for %@.
fr: No app, background process, or local sync folder found for %@.
hi: No app, background process, or local sync folder found for %@.
ja: No app, background process, or local sync folder found for %@.
ko: No app, background process, or local sync folder found for %@.
pt_br: No app, background process, or local sync folder found for %@.
ru: No app, background process, or local sync folder found for %@.
zh_hans: No app, background process, or local sync folder found for %@.

source: Chung
ar: عام
de: Allgemein
en: General
es: General
fr: Général
hi: सामान्य
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
zh_hans: 常规

source: Chuyển
ar: Transfer
de: Transfer
en: Transfer
es: Transfer
fr: Transfer
hi: Transfer
ja: Transfer
ko: Transfer
pt_br: Transfer
ru: Transfer
zh_hans: Transfer

source: CHUYỂN DỮ LIỆU
ar: نقل البيانات
de: DATENÜBERTRAGUNG
en: DATA TRANSFER
es: TRANSFERENCIA DE DATOS
fr: TRANSFERT DE DONNÉES
hi: डेटा स्थानांतरण
ja: データ転送
ko: 데이터 전송
pt_br: TRANSFERÊNCIA DE DADOS
ru: ПЕРЕДАЧА ДАННЫХ
zh_hans: 数据传输

source: Chuyển thư mục
ar: Transfer folder
de: Transfer folder
en: Transfer folder
es: Transfer folder
fr: Transfer folder
hi: Transfer folder
ja: Transfer folder
ko: Transfer folder
pt_br: Transfer folder
ru: Transfer folder
zh_hans: Transfer folder

source: Chuyển thư mục giữa các ổ đĩa
ar: Transfer folders between drives
de: Transfer folders between drives
en: Transfer folders between drives
es: Transfer folders between drives
fr: Transfer folders between drives
hi: Transfer folders between drives
ja: Transfer folders between drives
ko: Transfer folders between drives
pt_br: Transfer folders between drives
ru: Transfer folders between drives
zh_hans: Transfer folders between drives

source: Chuyển thư mục sang ổ phụ để quản lý tại đây
ar: Transfer folders to external drive to manage here
de: Transfer folders to external drive to manage here
en: Transfer folders to external drive to manage here
es: Transfer folders to external drive to manage here
fr: Transfer folders to external drive to manage here
hi: Transfer folders to external drive to manage here
ja: Transfer folders to external drive to manage here
ko: Transfer folders to external drive to manage here
pt_br: Transfer folders to external drive to manage here
ru: Transfer folders to external drive to manage here
zh_hans: Transfer folders to external drive to manage here

source: Chuyển thư mục từ ổ phụ về ổ chính
ar: Transfer folder from external drive to main drive
de: Transfer folder from external drive to main drive
en: Transfer folder from external drive to main drive
es: Transfer folder from external drive to main drive
fr: Transfer folder from external drive to main drive
hi: Transfer folder from external drive to main drive
ja: Transfer folder from external drive to main drive
ko: Transfer folder from external drive to main drive
pt_br: Transfer folder from external drive to main drive
ru: Transfer folder from external drive to main drive
zh_hans: Transfer folder from external drive to main drive

# Cloud
source: Đám mây
ar: السحابة
de: Cloud
en: Cloud
es: Nube
fr: Cloud
hi: क्लाउड
ja: クラウド
ko: 클라우드
pt_br: Nuvem
ru: Облако
zh_hans: 云端

# Cloud Storage
source: Lưu trữ đám mây
ar: التخزين السحابي
de: Cloud-Speicher
en: Cloud Storage
es: Almacenamiento en la nube
fr: Stockage cloud
hi: क्लाउड स्टोरेज
ja: クラウドストレージ
ko: 클라우드 저장소
pt_br: Armazenamento em nuvem
ru: Облачное хранилище
zh_hans: 云存储

# Cloud sync
source: Đồng bộ đám mây
ar: مزامنة سحابية
de: Cloud-Sync
en: Cloud sync
es: Sincronización en la nube
fr: Sync cloud
hi: क्लाउड सिंक
ja: クラウド同期
ko: 클라우드 동기화
pt_br: Sincronização em nuvem
ru: Облачная синхронизация
zh_hans: 云同步

# Cloud tự đồng bộ lên server → truy cập mọi nơi
source: Đám mây tự đồng bộ lên máy chủ → truy cập mọi nơi
ar: Cloud automatically syncs to server → access anywhere
de: Cloud automatically syncs to server → access anywhere
en: Cloud automatically syncs to server → access anywhere
es: Cloud automatically syncs to server → access anywhere
fr: Cloud automatically syncs to server → access anywhere
hi: Cloud automatically syncs to server → access anywhere
ja: Cloud automatically syncs to server → access anywhere
ko: Cloud automatically syncs to server → access anywhere
pt_br: Cloud automatically syncs to server → access anywhere
ru: Cloud automatically syncs to server → access anywhere
zh_hans: Cloud automatically syncs to server → access anywhere

# Có app nhưng chưa thấy thư mục sync
source: Có ứng dụng nhưng chưa thấy thư mục đồng bộ
ar: App found but no sync folder
de: App found but no sync folder
en: App found but no sync folder
es: App found but no sync folder
fr: App found but no sync folder
hi: App found but no sync folder
ja: App found but no sync folder
ko: App found but no sync folder
pt_br: App found but no sync folder
ru: App found but no sync folder
zh_hans: App found but no sync folder

source: Có nhưng không đọc được
ar: Exists but unreadable
de: Exists but unreadable
en: Exists but unreadable
es: Exists but unreadable
fr: Exists but unreadable
hi: Exists but unreadable
ja: Exists but unreadable
ko: Exists but unreadable
pt_br: Exists but unreadable
ru: Exists but unreadable
zh_hans: Exists but unreadable

source: Có thể chọn nhanh từ danh sách bên dưới
ar: You can quickly pick from the list below
de: You can quickly pick from the list below
en: You can quickly pick from the list below
es: You can quickly pick from the list below
fr: You can quickly pick from the list below
hi: You can quickly pick from the list below
ja: You can quickly pick from the list below
ko: You can quickly pick from the list below
pt_br: You can quickly pick from the list below
ru: You can quickly pick from the list below
zh_hans: You can quickly pick from the list below

# Có thư mục cloud nhưng app không có quyền đọc.
source: Có thư mục đám mây nhưng ứng dụng không có quyền đọc.
ar: Cloud folder exists but app has no read permission.
de: Cloud folder exists but app has no read permission.
en: Cloud folder exists but app has no read permission.
es: Cloud folder exists but app has no read permission.
fr: Cloud folder exists but app has no read permission.
hi: Cloud folder exists but app has no read permission.
ja: Cloud folder exists but app has no read permission.
ko: Cloud folder exists but app has no read permission.
pt_br: Cloud folder exists but app has no read permission.
ru: Cloud folder exists but app has no read permission.
zh_hans: Cloud folder exists but app has no read permission.

# Có thư mục sync local
source: Có thư mục đồng bộ cục bộ
ar: Local sync folder found
de: Local sync folder found
en: Local sync folder found
es: Local sync folder found
fr: Local sync folder found
hi: Local sync folder found
ja: Local sync folder found
ko: Local sync folder found
pt_br: Local sync folder found
ru: Local sync folder found
zh_hans: Local sync folder found

# Có thư mục sync nhưng không đọc được
source: Có thư mục đồng bộ nhưng không đọc được
ar: Sync folder exists but is unreadable
de: Sync folder exists but is unreadable
en: Sync folder exists but is unreadable
es: Sync folder exists but is unreadable
fr: Sync folder exists but is unreadable
hi: Sync folder exists but is unreadable
ja: Sync folder exists but is unreadable
ko: Sync folder exists but is unreadable
pt_br: Sync folder exists but is unreadable
ru: Sync folder exists but is unreadable
zh_hans: Sync folder exists but is unreadable

# Copy đường dẫn
source: Sao chép đường dẫn
ar: Copy path
de: Copy path
en: Copy path
es: Copy path
fr: Copy path
hi: Copy path
ja: Copy path
ko: Copy path
pt_br: Copy path
ru: Copy path
zh_hans: Copy path

source: Đã chọn thư mục để phân tích
ar: Folder selected for analysis
de: Folder selected for analysis
en: Folder selected for analysis
es: Folder selected for analysis
fr: Folder selected for analysis
hi: Folder selected for analysis
ja: Folder selected for analysis
ko: Folder selected for analysis
pt_br: Folder selected for analysis
ru: Folder selected for analysis
zh_hans: Folder selected for analysis

source: Đã chuyển
ar: Transferred
de: Transferred
en: Transferred
es: Transferred
fr: Transferred
hi: Transferred
ja: Transferred
ko: Transferred
pt_br: Transferred
ru: Transferred
zh_hans: Transferred

source: Đã chuyển gần đây
ar: Recently transferred
de: Recently transferred
en: Recently transferred
es: Recently transferred
fr: Recently transferred
hi: Recently transferred
ja: Recently transferred
ko: Recently transferred
pt_br: Recently transferred
ru: Recently transferred
zh_hans: Recently transferred

# Đã dán!
source: Đã sao chép!
ar: Pasted!
de: Pasted!
en: Copied!
es: Pasted!
fr: Pasted!
hi: Pasted!
ja: Pasted!
ko: Pasted!
pt_br: Pasted!
ru: Pasted!
zh_hans: Pasted!

source: đã dùng
ar: used
de: used
en: used
es: used
fr: used
hi: used
ja: used
ko: used
pt_br: used
ru: used
zh_hans: used

source: Đã dùng
ar: Used
de: Used
en: Used
es: Used
fr: Used
hi: Used
ja: Used
ko: Used
pt_br: Used
ru: Used
zh_hans: Used

source: đã ghi nhận
ar: recorded
de: recorded
en: recorded
es: recorded
fr: recorded
hi: recorded
ja: recorded
ko: recorded
pt_br: recorded
ru: recorded
zh_hans: recorded

source: Đã hủy
ar: Cancelled
de: Cancelled
en: Cancelled
es: Cancelled
fr: Cancelled
hi: Cancelled
ja: Cancelled
ko: Cancelled
pt_br: Cancelled
ru: Cancelled
zh_hans: Cancelled

source: Đã hủy chuyển
ar: Transfer cancelled
de: Transfer cancelled
en: Transfer cancelled
es: Transfer cancelled
fr: Transfer cancelled
hi: Transfer cancelled
ja: Transfer cancelled
ko: Transfer cancelled
pt_br: Transfer cancelled
ru: Transfer cancelled
zh_hans: Transfer cancelled

source: Đã kết nối
ar: Connected
de: Connected
en: Connected
es: Connected
fr: Connected
hi: Connected
ja: Connected
ko: Connected
pt_br: Connected
ru: Connected
zh_hans: Connected

source: Đã kết nối cục bộ
ar: Connected locally
de: Connected locally
en: Connected locally
es: Connected locally
fr: Connected locally
hi: Connected locally
ja: Connected locally
ko: Connected locally
pt_br: Connected locally
ru: Connected locally
zh_hans: Connected locally

source: Đã khôi phục
ar: Restored
de: Restored
en: Restored
es: Restored
fr: Restored
hi: Restored
ja: Restored
ko: Restored
pt_br: Restored
ru: Restored
zh_hans: Restored

source: Đã kiểm tra
ar: Checked
de: Checked
en: Checked
es: Checked
fr: Checked
hi: Checked
ja: Checked
ko: Checked
pt_br: Checked
ru: Checked
zh_hans: Checked

source: Đã ngắt
ar: Disconnected
de: Disconnected
en: Disconnected
es: Disconnected
fr: Disconnected
hi: Disconnected
ja: Disconnected
ko: Disconnected
pt_br: Disconnected
ru: Disconnected
zh_hans: Disconnected

source: Đã phát hiện
ar: Detected
de: Detected
en: Detected
es: Detected
fr: Detected
hi: Detected
ja: Detected
ko: Detected
pt_br: Detected
ru: Detected
zh_hans: Detected

# Đã phát hiện dịch vụ cloud chưa định danh, có thể dùng làm đích shuttle.
source: Đã phát hiện dịch vụ đám mây chưa định danh, có thể dùng làm đích chuyển.
ar: Detected an unidentified cloud service that can be used as a shuttle destination.
de: Detected an unidentified cloud service that can be used as a shuttle destination.
en: Detected an unidentified cloud service that can be used as a shuttle destination.
es: Detected an unidentified cloud service that can be used as a shuttle destination.
fr: Detected an unidentified cloud service that can be used as a shuttle destination.
hi: Detected an unidentified cloud service that can be used as a shuttle destination.
ja: Detected an unidentified cloud service that can be used as a shuttle destination.
ko: Detected an unidentified cloud service that can be used as a shuttle destination.
pt_br: Detected an unidentified cloud service that can be used as a shuttle destination.
ru: Detected an unidentified cloud service that can be used as a shuttle destination.
zh_hans: Detected an unidentified cloud service that can be used as a shuttle destination.

# Đã phát hiện thư mục sync
source: Đã phát hiện thư mục đồng bộ
ar: Sync folder detected
de: Sync folder detected
en: Sync folder detected
es: Sync folder detected
fr: Sync folder detected
hi: Sync folder detected
ja: Sync folder detected
ko: Sync folder detected
pt_br: Sync folder detected
ru: Sync folder detected
zh_hans: Sync folder detected

source: Đã phát hiện ứng dụng hoặc tiến trình của %@, nhưng chưa thấy thư mục đồng bộ cục bộ khả dụng.
ar: Detected app or process of %@, but no local sync folder found.
de: Detected app or process of %@, but no local sync folder found.
en: Detected app or process of %@, but no local sync folder found.
es: Detected app or process of %@, but no local sync folder found.
fr: Detected app or process of %@, but no local sync folder found.
hi: Detected app or process of %@, but no local sync folder found.
ja: Detected app or process of %@, but no local sync folder found.
ko: Detected app or process of %@, but no local sync folder found.
pt_br: Detected app or process of %@, but no local sync folder found.
ru: Detected app or process of %@, but no local sync folder found.
zh_hans: Detected app or process of %@, but no local sync folder found.

# Đã sửa symlink cho
source: Đã sửa liên kết mềm cho
ar: Fixed symlink for
de: Fixed symlink for
en: Fixed symlink for
es: Fixed symlink for
fr: Fixed symlink for
hi: Fixed symlink for
ja: Fixed symlink for
ko: Fixed symlink for
pt_br: Fixed symlink for
ru: Fixed symlink for
zh_hans: Fixed symlink for

source: Đã tiết kiệm
ar: تم توفيره
de: Eingespart
en: Saved
es: Ahorrado
fr: Économisé
hi: बचत
ja: 節約済み
ko: 절약됨
pt_br: Economizado
ru: Сэкономлено
zh_hans: 已节省

source: Đã xảy ra lỗi
ar: An error occurred
de: An error occurred
en: An error occurred
es: An error occurred
fr: An error occurred
hi: An error occurred
ja: An error occurred
ko: An error occurred
pt_br: An error occurred
ru: An error occurred
zh_hans: An error occurred

source: Đã xảy ra lỗi không xác định.
ar: An unknown error occurred.
de: An unknown error occurred.
en: An unknown error occurred.
es: An unknown error occurred.
fr: An unknown error occurred.
hi: An unknown error occurred.
ja: An unknown error occurred.
ko: An unknown error occurred.
pt_br: An unknown error occurred.
ru: An unknown error occurred.
zh_hans: An unknown error occurred.

source: Đã yêu cầu chuyển %lld mục sang trực tuyến. Có %lld mục thất bại (có thể chưa tải xong hoặc tệp không hợp lệ).
ar: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
de: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
en: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
es: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
fr: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
hi: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
ja: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
ko: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
pt_br: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
ru: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
zh_hans: Requested to push %lld items online. %lld items failed (may not be fully downloaded or file is invalid).
